{
  "DESCRIPTION": "Send a mail to the support team of the server.",
  "EXTENDED": "$t(mails/mail:EXTENDED_LINE_1)\n$t(mails/mail:EXTENDED_LINE_2)\n\n$t(mails/mail:EXTENDED_LINE_3)\n$t(mails/mail:EXTENDED_LINE_4)\n$t(mails/mail:EXTENDED_LINE_5)",
  "EXTENDED_LINE_1": "**{{prefix}}mail [Your Text Here]** ~ create a new mail to the admins/mods of the server.",
  "EXTENDED_LINE_2": "**{{prefix}}mail [Your Text Here]** ~ Reply to a mail through DirectMessaging with Gamer.",
  "EXTENDED_LINE_3": "**For Admins/Mods only in the mail channel in the server:**",
  "EXTENDED_LINE_4": "**{{prefix}}mail [Your Text Here]** ~ Reply to a user in their personal mail channel.",
  "EXTENDED_LINE_5": "**{{prefix}}mail close [Closing Message]** ~ Reply to a mail through DirectMessaging with Gamer.",
  "USAGE": "{{prefix}}mail *[close | dev]* Your message here",
  "ALIASES": "{{prefix}}m [c]",
  "INHIBITED": "Commands inside the support channel are not allowed.",
  "NEW_MAIL_IN_DM_ERROR": "A mail must be created inside a server so the bot knows which server to send to. Afterwards you can send messages in your DM.",
  "CHOOSE_A_MAIL": "Please choose one of the mails to reply to:",
  "FROM": "Message From: {{user}}",
  "USERID": "User ID: {{id}}",
  "SEND_REPLY": "Send A Reply?",
  "SEND_REPLY_INFO": "**{{prefix}}m response here**",
  "CLOSE": "Close The Mail?",
  "CLOSE_INFO": "**{{prefix}}m close reason to close here**",
  "REPLY_SENT_TO_MODS": "Your mail has been sent to the support team. Once they reply, the message will be sent in your Direct Messages with Gamer.",
  "USER_NOT_FOUND": "$t(mails/mail:USER_NOT_FOUND_1)\n$t(mails/mail:USER_NOT_FOUND_2)\n$t(mails/mail:USER_NOT_FOUND_3)",
  "USER_NOT_FOUND_1": "This user does not appear to be on the server. Please double check whether this user is still on the server.",
  "USER_NOT_FOUND_2": "If the user is no longer on this server, you can close the mail by using **.mail close**",
  "USER_NOT_FOUND_3": "If the user is still on the server, please use **.mail dev** to report the error",
  "TAG_FAILED": "The {{name}} was unable to be converted into an embed. It appears the tag was made incorrectly.",
  "DM_FAILED": "I was unable to send this user a DM because either they are no longer on this server or they have disabled DMs.",
  "TAG_SENT": "The {{name}} was sent to the user. It will appear to the user as shown below:",
  "REPLY_FROM": "{{user}} replied to this mail on [ {{guild}} ]",
  "REPLY_SENT": "Your mail has been sent to the user.",
  "MISSING_PERMISSIONS": "I was not able to create a mail for you because I do not have the necessary permissions. I require **MANAGE CHANNELS** and **MANAGE ROLES** to use the mail feature. Please contact a mod or admin.",
  "DISABLED": "The mail feature is currently disabled on this server. Please contact a server admin.",
  "BLOCKED": "You have been blocked by the server mods/admins from sending mails on this server.",
  "CATEGORY_NAME": "Mail-Inbox",
  "CATEGORY_CREATED_REASON": "Created mail channels for the mail feature.",
  "CHANNEL_CREATE_FAILED": "I was unable to create a channel for this mail. Please contact the mods/admins to double check the necessary permissions. If the permissions are correct, please contact my developers with **.mail dev**",
  "SENT_BY": "Message Sent By: [{{user}}] From Channel: {{channel}}",
  "CREATED": "Your mail has been sent. You will receive the reply in a direct message from the bot once a reply is made. Cheers!",
  "CLOSE_IN_DM": "Sorry, you can not close a mail outside a server. Only mods/admins can close mails in a mail channel.",
  "NO_MAIL_FOUND_ON_THIS_CHANNEL": "This is not a valid Mail channel. This channel is not in the mail channels on the server.",
  "CLOSED_BY": "This mail has been closed by {{user}} on [{{guild}}]",
  "CLOSED": "Want To Send A New Mail?",
  "CLOSED_INFO": "Go to the server and type **{{prefix}}m your new message here**",
  "CHANNEL_DELETE_REASON": "This mail has been closed by {{user}}.",
  "LOG_CLOSE": "{{channel}} This mail has been closed by {{user}}",
  "BLOCK_IN_DM": "You can not block a user from sending mails from DM.",
  "BLOCKED_USER": "This user has now been blocked from sending new mails. Close this mail if you wish, as they can still reply to existing mails.",
  "USER_NOT_BLOCKED": "This user has not been blocked so I am not able to unblock them.",
  "UNLBLOCKED": "{{user}} has now been unblocked from sending new mails.",
  "DEV_SENT": "Your mail has been sent to us bot developers in private. Thank you for reaching out to us! We love to know how we can improve the bot for our users.",
  "NOT_VALID_TAG_NAME": "{{tag}} is not a valid tag name on this server.",
  "TEMPLATE_ADDED": "The {{tag}} has been added to the list of mail templates.",
  "TEMPLATE_REMOVED": "The {{tag}} has been removed from the list of mail templates.",
  "CLOSE_OPTIONS": ["close", "c"],
  "NEED_MAIL_ID": "$t(mails/mail:NEED_MAIL_ID_1)\n\n{{mails}}",
  "NEED_MAIL_ID_1": "You have multiple mails open across multiple servers. Please provide a the ID number for the mail you wish to reply as. For example: `.mail 1 Your response here`",
  "TOO_MANY_CHANNELS": "I am unable to create a mail at the moment, because there is no more room left to create another channel in the inbox. Please contact the admins/moderators to make room in the inbox.",
  "NEED_CONTENT": "Sorry, I am unable to send a message without any content to send."
}
