{
  "DESCRIPTION": "Lege Deine Verifizierungseinstellungen für Deinen Server fest.",
  "EXTENDED": "$t(settings/setverify:EXTENDED_LINE_1)\n$t(settings/setverify:EXTENDED_LINE_2)\n\n$t(settings/setverify:EXTENDED_LINE_3)\n$t(settings/setverify:EXTENDED_LINE_4)\n$t(settings/setverify:EXTENDED_LINE_5)\n$t(settings/setverify:EXTENDED_LINE_6)",
  "EXTENDED_LINE_1": "**{{prefix}}setverify enable** ~ Aktiviert das Verifizierungssystem auf Deinem Server.",
  "EXTENDED_LINE_2": "**{{prefix}}setverify disable** ~ Deaktiviert das Verifizierungssystem auf Deinem Server.",
  "EXTENDED_LINE_3": "**{{prefix}}setverify role [@Rolle]** ~ Legt eine Rolle fest, die als Hauptverifizierungsrolle verwendet werden soll.",
  "EXTENDED_LINE_4": "**{{prefix}}setverify message [JSON Code]** ~ Legt die erste Nachricht fest, die im privaten Benutzerkanal gesendet wird, wenn der Prozess gestartet wird. Verwende den Einbettungsbefehl, um Deinen JSON-Code zu perfektionieren.",
  "EXTENDED_LINE_5": "**{{prefix}}setverify internal** ~ Aktiviert/Deaktiviert die Durchsetzung des internen Verifizierungssystem für Discord. **ERWEITERTE NUTZUNG**: Vermeide die Deaktivierung soweit es geht.",
  "EXTENDED_LINE_6": "**{{prefix}}setverify setup** ~ BENUTZE DIESEN BEFEHL VOR DER ÄNDERUNG EINER EINSTELLUNG IMMER ZUERST, UM DAS SYSTEM AUTOMATISCH EINZUSTELLEN.",
  "USAGE": "{{prefix}}setverify [enable | disable | channel | role | message | internal] *[#Kanal | @Rolle | JSON-Code]*",
  "ALIASES": "Setverify hat keine Aliase",
  "ALREADY_ENABLED": "Das Verifizierungssystem ist bereits aktiviert.",
  "ALREADY_DISABLED": "Das Verifizierungssytem ist bereits deaktiviert.",
  "ENABLED": "Das Verifizierungssystem wurde erfolgreich auf dem Server aktiviert ",
  "DISABLED": "Das Verifizierungssystem wurde erfolgreich auf dem Server deaktiviert.",
  "NEED_ROLE": "Du hast keine @Rolle für den Verifizierungskanal angegeben",
  "ROLE_SET": "{{role}} wurde erfolgreich als Verifizierungsrolle festgelegt.",
  "INVALID_USE": "Das war eine ungültige Verwendung des Befehls. Bitte lese Dir die Hilfeinformationen für diesen Befehl, um zu erfahren, wie Du den Befehl verwenden kannst.",
  "MISSING_PERMS": "Um automatisch ein Verifizierungssystem zu konfigurieren, benötige ich die **ROLLEN VERWALTEN**- und **KANÄLE VERWALTEN**-Berechtigungen.",
  "THANKS": "Vielen Dank für die Verifizierung, dass Du ein aus Kohlenstoff basierendes Individuum bist!",
  "UNLOCK": "Um den Zugriff auf den Rest des Servers freizuschalten, führe die Verifizierung durch, indem Du den folgenden Befehl tippst:",
  "THRILLED": "Wir freuen uns, dass Du hier bist! Um zu beginnen, tippe bitte den folgenden Befehl ein:",
  "WELCOME": "Willkommen!",
  "AMAZING": "Toll!",
  "PROCESS": "Verifizierungsprozess",
  "HELP": "Wenn Du Hilfe benötigst, pinge einen Moderator der zurzeit online ist an.",
  "REASON": "Kanal für setverify-Konfigurationsverwendung erstellt.",
  "INVALID_JSON_MESSAGE": "Die von Dir angegebene Nachricht scheint kein gültiger JSON-Code zu sein. Bitte stelle sicher, dass Du den Einbettungsbuilder verwendest. Verwende den unten gezeigten Befehl **help embed**, um sicherzustellen, dass Deine Einbettung funktioniert.",
  "JSON_MESSAGE_SET": "Die JSON-Nachricht – die gesendet wird – wenn ein Benutzer den Verifizierungsprozess startet, wurde erfolgreich aktualisiert.",
  "INTERNAL_ENABLED": "Die interne Verifizierung von Discord wird nun von G4M3R durchgeführt.",
  "INTERNAL_DISABLED": "WARNUNG! Die interne Discord-Verifizierung wurde deaktiviert. Durch Deaktivieren dieser Option wird dem Benutzer nach erfolgreichem Abschluss der Verifizierung automatisch der Autorolle zugewiesen. Auf diese Weise können Benutzer jedoch die interne Discord-Verifizierung umgehen, bei der überprüft wird, ob eine E-Mail-/Handy-Verifizierung vorliegt. Durch Deaktivieren dieser Option werden alle Türen offen für alternativen Accounts – stummgeschalteter/verbannte Benutzer – stehen, um wieder Probleme auf Deinen Server zu verursachen. **Wenn Du dies nicht möchtest, tippe bitte den Befehl **{{prefix}}setverify internal**."
}
