{
  "DESCRIPTION": "Starts the verification process set on this server.",
  "EXTENDED": "$t(basic/verify:EXTENDED_LINE_1)\n$t(basic/verify:EXTENDED_LINE_2)\n$t(basic/verify:EXTENDED_LINE_3)",
  "EXTENDED_LINE_1": "Begin or end the verification process.",
  "EXTENDED_LINE_2": "**{{prefix}}verify** ~ Begins the welcome process for the user.",
  "EXTENDED_LINE_3": "**{{prefix}}verify end** ~ Ends the welcome process for the user.",
  "USAGE": "{{prefix}}verify *[Unlock Code]*",
  "ALIASES": "Verify does not have any aliases.",
  "INVALID_CHANNEL": "Sorry the channel is not a verification channel. Please contact a moderator/admin of the server.",
  "NO_ROLE": "There is no verification role setup for the server, please contact a moderator/admin.",
  "DISABLED": "This server has not activated the verification system. Please contact a moderator to have them set it up.",
  "FIRST_MISSING": "This server has not set up a proper first welcome message. Please contact a moderator/admin of the server and have them enable it.",
  "ALREADY_STARTED": "Sorry, you already have an open channel for your welcome system. Please use that channel to finish your process.",
  "USE_THIS": "{{mention}} Please use this setup channel that was already made for you.",
  "INCORRECT_USAGE": "{{mention}} You did not use the verify command properly. Please follow the instructions or contact a moderator/admin of the server for help.",
  "CATEGORY_NAME": "Verification Zone",
  "CHANNEL_NAME": "verify-here",
  "REASON": "Autorole after verify since internal discord verification is disabled.",
  "TASK_REASON": "This verification channel went inactive for too long.",
  "PERMISSION": "Verify Role Auto Disable On Channel Creation",
  "VERIFY_ROLENAME": "Verify",
  "MAXED": "Discord does not allow more than 50 channels to be created in a category. Please contact a moderator/admin for help.",
  "VERIFY_CHANNEL": "Creating channel because a user has used the verify command.",
  "MISSING_CATEGORY": "The verification system category channel has not been set up properly. Please contact a moderator/admin for help.",
  "TRIGGER_DELETE": "The message was deleted to prevent spam from users using verify command.",
  "AUTOROLE_ASSIGNED": "Auto-assign role assigned to member.",
  "CHANNEL_DELETE_REASON": "Verify channel went beyond 10 minutes inactive.",
  "INVALID_CAPTCHA_CODE": "The code you entered does not match **{{code}}**. Generating a brand new captcha for you...",
  "VERIFY_ACTIVATE": "Activated verification system on member join."
}
