{
  "DESCRIPTION": "Comience una interfaz de incrustación para crear una incrustación personalizada en vivo paso a paso.",
  "EXTENDED": "**{{prefix}}embedset** ~ Comienza una interfaz de incrustación para crear una incrustación personalizada en vivo paso a paso.",
  "USAGE": "{{prefix}}embedset",
  "ALIASES": "Embedset no tiene ningún alias.",
  "INVALID_EDIT": "{{mention}}, El tipo que proporcionaste no es una opción valida, Por favor intente de nuevo. Para detener esta menú de  interfaz, escriba `quit`.",
  "CANCELLED": "Has salido con éxito de la interfaz de incrustación. Para editar aún más esta incrustación, debe usar el comando `embededit`.",
  "HELPER_MESSAGE": "$t(embedding/embedset:HELPER_MESSAGE_1)\n$t(embedding/embedset:HELPER_MESSAGE_2)\n$t(embedding/embedset:HELPER_MESSAGE_3)\n$t(embedding/embedset:HELPER_MESSAGE_4)\n$t(embedding/embedset:HELPER_MESSAGE_5)\n\n$t(embedding/embedset:HELPER_MESSAGE_6)\n$t(embedding/embedset:HELPER_MESSAGE_7)\n$t(embedding/embedset:HELPER_MESSAGE_8)\n\n$t(embedding/embedset:HELPER_MESSAGE_9)\n$t(embedding/embedset:HELPER_MESSAGE_10)\n\n$t(embedding/embedset:HELPER_MESSAGE_11)\n$t(embedding/embedset:HELPER_MESSAGE_12)\n\n$t(embedding/embedset:HELPER_MESSAGE_13)\n$t(embedding/embedset:HELPER_MESSAGE_14)",
  "HELPER_MESSAGE_1": "**text tu texto va aquí** ~ Así es como se tiene texto fuera del incrustado. Puedes usar esto para mencionar usuarios como %authormention%",
  "HELPER_MESSAGE_2": "**description tu descripción va aquí** ~ Esto va a agregar fuente normal en el incrustado como parte de la descripción. La mayoría de tu información debe de estar aquí.",
  "HELPER_MESSAGE_3": "**thumbnail** ~ Muestra una imagen de tamaño miniatura en la esquina superior derecha del incrustado.",
  "HELPER_MESSAGE_4": "**image** ~ Agrega una imagen en la parte inferior del incrustado.",
  "HELPER_MESSAGE_5": "**color** ~ Usa esto para establecer el color de tu incrustado.",
  "HELPER_MESSAGE_6": "**authorname** ~ Así es como agregas texto en la parte superior del incrustado.",
  "HELPER_MESSAGE_7": "**authoricon** ~ Así es como agregas una pequeña imagen en la esquina superior izquierda del incrustado. NOTA: authorname es necesario para mostrar esto.",
  "HELPER_MESSAGE_8": "**authorurl** ~ Convierte el texto de authorname a un vinculo con esta URL. NOTA: authorname es necesario para mostrar esto.",
  "HELPER_MESSAGE_9": "**title** ~ Agrega texto grande y en negritas cerca de la parte superior del incrustado.",
  "HELPER_MESSAGE_10": "**titleurl** ~ Convierte el titulo en un vinculo con esta URL. NOTA: title es necesario para que funcione.",
  "HELPER_MESSAGE_11": "**footertext** ~ Agrega texto en la parte inferior del incrustado.",
  "HELPER_MESSAGE_12": "**footericon** ~ Agrega una imagen en la esquina inferior izquierda del incrustado. NOTA: footertext es necesario para mostrar esto.",
  "HELPER_MESSAGE_13": "**Texto de encabezado va aquí %% Texto va aquí** ~ Agrega una sección de encabezado/texto. El encabezado y el texto deben estar separados por `%%`.",
  "HELPER_MESSAGE_14": "NOTE: Para tener un campo de línea agregue `%% true` al final.",
  "UNKNOWN_AUTHOR": "Autor desconocido",
  "UNKNOWN_FOOTER": "Pie de página desconocido",
  "INVALID_HEX": "Por favor proporcione un color HEX valido.",
  "INVALID_FIELD": "No proporcionaste un valor de campo. Por favor inténtalo de nuevo. Divide el nombre y el valor usando `%%`"
}
