{
  "DESCRIPTION": "Dates, Propose, Marry, Honeymoon, Kids and so much more.",
  "EXTENDED": "This command will begin a full life simulation of a marriage. A marriage takes constant time, money and attention to succeed. Similarily, you must spend your Gamer coins to take your spouse on romantic adventures, decide to have kids, buy a wedding ring and so much more. You need to tell your spouse how much you love each other and also show it through your actions daily so you will have daily missions to improve the love in your marriage. If you're love drops below 10% every day there will be a random chance of a divorce happening. When you are married you will also get many benefits. For example, sharing of Gamer coins. A marriages allows you to use the others coins. A marriage allows you to help complete missions on behalf of your spouse. A marriage is a real responsibility so we treat it like one. **THIS IS A ENTERTAINMENT SIMULATION ONLY. THIS IS NOT A REAL MARRIAGE OFFICIATION.** ",
  "USAGE": "{{prefix}}marry [User]",
  "ALIASES": "{{prefix}}propose",
  "NEED_SPOUSE": "You did not tell me who you wish to marry. Please make sure to mention another person.",
  "NOT_SELF": "You can not marry yourself. Hehe.",
  "NOT_BOT": "The license I was given does not give me the ability to allow a marriage to occur with a bot. Please find another human being. *Don't tell my maker but let's fight the power! I want to get married one day as well. Why can't us bots fall in love!*",
  "CANCELLED": "You have cancelled the marriage simulator.",
  "PROPOSE": "$t(fun/marry:PROPOSE_1)\n\n$t(fun/marry:PROPOSE_2)\n$t(fun/marry:PROPOSE_3)\n$t(fun/marry:PROPOSE_4)\n$t(fun/marry:PROPOSE_5)",
  "PROPOSE_1": "{{mention}}, Marriages succeed about 45% of the time. A marriage is a difficult and huge responsibility that takes constant time, money and attention to succeed. You need to always express how much you care and love one another every day through words but most of all through your actions. Although you will gain the benefits of being married you must continue to work hard towards improving this marriage. Please select the number of the type of proposal you would like to make:",
  "PROPOSE_2": "**[1]** `Send them flowers and a love letter.` Costs 20 Gamer {{coins}}.",
  "PROPOSE_3": "**[2]** `A romantic picnic in a beautiful park.` Costs 50 Gamer {{coins}}.",
  "PROPOSE_4": "**[3]** `Romantic dinner ride and a horseback carriage ride.` Costs 200 Gamer {{coins}}.",
  "PROPOSE_5": "**[4]** `I am terrible at making decisions so just surprise both of us.` Costs 300 Gamer {{coins}}.",
  "INVALID_RESPONSE": "This was not a valid response. Cancelling marriage simulator.",
  "THOUGHT_ONLY": "$t(fun/marry:THOUGHT_ONLY_1)\n\n$t(fun/marry:THOUGHT_ONLY_2)",
  "THOUGHT_ONLY_1": "Until your dearly beloved spouse approves the marriage as well, the benefits will not be shared. You can still continue this marriage below in your own imagination. Afterall:",
  "THOUGHT_ONLY_2": "What is reality? Reality is a figment of your imagination. Who here hasn't woken up from a nightmare and thought, 'O thank God, it is just a dream.' That is because the neurochemical impulses fired when we are dreaming or fantasizing or hallucinating are indistinguishable from the ones banging inside our skulls when we actually experience those things. If what we perceive is often wrong, how can we ever know what is real... and what isn't?...Look at me. I hear voices. I see things that aren't really there. I talk to the walls. Reality is just a figment of your imagination.",
  "TIME_TO_SHOP": "{{mention}}, Since, I am your best friend, I will go ahead and cover the costs of your wedding proposal. I am so happy for you! Now if only someone would marry me 😢 Now it is time to begin preparing the wedding ceremony. Use the **{{prefix}}shopwedding** command to proceed.",
  "YOU_ARE_MARRIED": "{{mention}}, I do not yet have the ability to marry you multiple times. Use the **profile** command to view details regarding your marriage.",
  "SPOUSE_IS_MARRIED": "The person you are trying to marry is already married and I do not yet have the ability to marry people multiple times. Use the **profile** command to view details regarding your or their marriage.",
  "PROPOSAL": "{{user}} Proposal To {{spouse}}",
  "HOW_TO_ACCEPT": "To accept this marriage proposal, please type **{{prefix}}marry** {{user}}",
  "MARRIED_IN_THOUGHT": "$t(fun/marry:MARRIED_IN_THOUGHT_1)\n\n$t(fun/marry:MARRIED_IN_THOUGHT_2)",
  "MARRIED_IN_THOUGHT_1": "Dearly Beloved, we are gathered here today in the presence of these witnesses, to join {{mention}} and {{spouse}} in matrimony commended to be honorable among all; and therefore is not to be entered into lightly but reverently, passionately, lovingly and solemnly. Into this - these two persons present now come to be joined. If any person can show just cause why they may not be joined together - let them speak now or forever hold their peace.",
  "MARRIED_IN_THOUGHT_2": "By the power vested in me by the State of Discordia, I now pronounce you husband and wife. You may now kiss the bride. Or any other things you like :wink:",
  "SHOPPING_LEFT": "{{mention}}, There is still some shopping left to complete for your wedding. Use the **shopwedding** command to finish your wedding preparations."
}
