{
  "DESCRIPTION": "Creates a giveaway on your server. Simple and advanced versions.",
  "EXTENDED": "$t(utility/giveawaycreate:EXTENDED_LINE_1)\n\n$t(utility/giveawaycreate:EXTENDED_LINE_2)\n$t(utility/giveawaycreate:EXTENDED_LINE_3)",
  "EXTENDED_LINE_1": "Gamer bot has two types of methods to create a giveaway. You can use the advanced customization setup or you can create a simplified giveaway.",
  "EXTENDED_LINE_2": "**{{prefix}}giveawaycreate** ~ Begins a Q&A session to creating the most advanced giveaway on Discord.",
  "EXTENDED_LINE_3": "**{{prefix}}giveawaycreate [Channel] [duration] [amountWinners] [title]** ~ Creates a simple giveaway by providing a channel, the duration of the giveaway, the amount of winners and the title of the giveaway.",
  "USAGE": "{{prefix}}giveawaycreate *[channel] [duration] [amountWinners] [title]*",
  "ALIASES": "{{prefix}}gc",
  "INVALID_CHANNEL": "You did not provide a valid text channel.",
  "DEFAULT_DURATION": "The duration you provided was not a valid duration so I have set the default giveaway duration at **1 week**.",
  "INVALID_AMOUNT_WINNERS": "You did not provide a valid amount of winners, so I have set it to the default amount of **1 winner**.",
  "DEFAULT_TITLE": "Gamer Giveaway Time!",
  "REACT_WITH": "React with {{emoji}} to enter!",
  "AMOUNT_WINNERS": "Max Winners: {{amount}}",
  "ENDS_IN": "Ends At:",
  "MISSING_PERMS": "I was unable to use the channel you provided because I am missing one of the following permissions: **VIEW CHANNEL, SEND MESSAGES, EMBED LINKS, ADD REACTIONS, EXTERNAL EMOJIS, READ MESSAGE HISTORY**.",
  "SIMPLE_CONTENT": "🎉 **GIVEAWAY TIME!** 🕐",
  "CREATED_SIMPLE": "A simple version of a giveaway has been created with the id **{{id}}** in {{channel}}.",
  "NEED_GIVEAWAY_CHANNEL": "Welcome to the best giveaway bot discord! Let's get started. Which channel would you like to have the giveaway in?",
  "NEED_GIVEAWAY_MESSAGE_ID": "Alrighty, now what is the message ID where you would like to have reactions added. If you do not want to allow entry through a reaction, please type **skip**.",
  "INVALID_MESSAGE": "The message ID you provided was not a valid message id in {{channel}}.",
  "DEFAULT_MESSAGE": "Since, you opted to skip a message ID, I will not allow users to enter the giveaway through reaction. Users will need to use the command to enter.",
  "NEED_AMOUNT_WINNERS": "Awesome, now how many users would you like to allow to win the giveaway. By default, we will have 1 winner.",
  "NEED_DUPLICATES": "Great, would you like to allow users to enter this giveaway multiple times?",
  "NEED_DUPLICATE_DURATION": "Alrighty, would you like to set a amount of time a user must wait to join the giveaway again? For example, if you want to allow users to be able to enter once a day you can type **1d**.",
  "DEFAULT_DUPLICATE_DURATION": "The time interval you provided was not valid. I have set the default value to allow users to enter the giveaway again once a day.",
  "NEED_EMOJI": "Amazing, now what emoji would you like to use to allow users to enter the giveaway. **NOTE:** Gamer bot MUST be in the same server where this emoji is located.",
  "DEFAULT_EMOJI": "Alrighty, we will use the default gamer emoji for this giveaway. {{emoji}}",
  "NEED_PICK_WINNERS": "Awesome, now would you like the bot to pick winners or losers first? If you would like the bot to pick the winners out the of the pile first type **yes**. Otherwise, if you would like the bot to pick out losers until, there are only winners left type **no**.",
  "NEED_PICK_INTERVAL": "Amazing, now how often would you like pick users from the giveaway. For example, if you want to pick a winner every 30 seconds to build a little hype as it is picking winners you can type **30s**.",
  "DEFAULT_PICK_INTERVAL": "Since the time interval you provided was not a valid time interval, I will use the default interval and set it to pick winners instantly.",
  "NEED_NOTIFICATIONS_CHANNEL": "Great, now I need a channel where I can send notifications about this giveaway. For example, when users enter/leave the giveaway I can alert them here. I will also send the winners in this channel.",
  "NEED_DELAY_TILL_START": "Awesome, if you want we can delay the start of this giveaway. For example, if you want this giveaway to start in 1 hour from now you can type **1h**.",
  "DEFAULT_DELAY_TILL_START": "Since, you did not provide a valid time interval I will use start the giveaway immediately.",
  "NEED_ALLOW_COMMANDS": "Would you like to allow users to enter the giveaway by the use of the **giveaway** command? The command option is a lot more powerful than the reaction option. Using the command interface you can choose to accept other arguments as well from the user. For example, you could require the user to provide something like **.giveaway Skillz4Killz NA**. This would then enter the user to the giveaway but also set the nickname of the user to be Skillz4Killz - NA and assign the NA role to the user. Please type **yes** or **no**",
  "NEED_ALLOW_REACTIONS": "Would you like to allow users to enter by adding a reaction? Type **yes** or **no**.",
  "NO_ENTRY_ALLOWED": "You did not allow users to enter through reactions or commands. My mind has exploded.",
  "CREATED": "A giveaway has been created in with the ID **{{id}}.** It will start in {{time}}."
}
