{
  "DESCRIPTION": "Begin the setup interface to setup all the desired features on your server automatically.",
  "EXTENDED": "$t(utility/setup:EXTENDED_LINE_1)\n$t(utility/setup:EXTENDED_LINE_2)",
  "EXTENDED_LINE_1": "`Note:` I highly recommend granting the bot Administrator permission so it can set things up properly without any permission issues. Once you are done with the setup, feel free to remove the ADMIN perm.",
  "EXTENDED_LINE_2": "**{{prefix}}setup** ~ Begin the setup interface to setup all the desired features on your server automatically.",
  "USAGE": "{{prefix}}setup",
  "ALIASES": "Setup has no aliases.",
  "NEED_ADMIN_PERM": "I am missing the **ADMINISTRATOR** permission on this server. To run the setup command, I require this permissions. Once you are done using the command you can remove the permission again.",
  "NOT_ADMIN": "You do not have the necessary permissions to use this command. To begin the setup process, you need to be the **SERVER OWNER** as this is a very powerful command.",
  "VERIFICATION": "Verification System",
  "SOCIAL_NETWORK": "Social Network Feature",
  "REACTION_ROLE_COLOR_WHEEL": "Color Wheel Reaction Role",
  "MUTE": "Mute Role System",
  "PROFANITY": "Profanity Filter",
  "SERVER_LOGS": "Server Logs System",
  "MAIL": "Moderation Mails",
  "CROSSPOST": "Gamer Updates/Notifications Alerts",
  "CURRENT": "➡️ Currently Setting Up",
  "UPCOMING": "⌛ Pending...",
  "DONE": "<a:success:664865672559591439> Done.",
  "THANKS_GAMER": "Thank you for using Gamer bot. <:g4m3rhug:458994471712063499> This setup process will walk you through setting up Gamer bot's features.",
  "WELCOME_SETUP": "Welcome To The Gamer Bot Automated Setup Process",
  "VERIFY_TITLE": "**Step 1:** Would you like to set up a verification sytem❓",
  "VERIFY_DESC": "Gamer Bot's verification system will help protect your server from getting raided, prevent malicious bots from joining, and works in concert with Discord's internal verification settings!",
  "CONFIRM": "Type yes or no",
  "VERIFY_AUTOMATE_TITLE": "Would you like to automatically setup the base verification system?",
  "VERIFY_AUTOMATE_DESC": "It is highly recommended using the automated method. But If you type `no`, a manual setup of the verification system will be started instead.",
  "VERIFY_ROLE_TITLE": "**Step 1:** Type the name of the role you wish to use.❓",
  "VERIFY_ROLE_DESC": "Great! I will go ahead and make a Verification Zone category and a channel #verify-here for you. Now, we'll need a role to give people when they join your server. This role will be removed at once the user is verified.",
  "VERIFY_ROLE_FOOTER": "Type the name of the role you wish to use OR type __default__ to create the default verify role.",
  "VERIFY_JSON_TITLE": "**Step 1:** What is the JSON code for the message to send when users want to verify❓",
  "VERIFY_JSON_DESC": "For the next step you will need to provide an embedded message that will be sent to your new server members when they type `.verify`in the verification channel. If you have your message at hand, send it here, otherwise you can use the embed and embedset commands to create it using different channel so the setup process is undistrubed.",
  "VERIFY_JSON_FOOTER": "Type the JSON code or type __default__ to use the default embed code.",
  "VERIFY_AUTOROLE_TITLE": "**Step 1:** What role should be used as the auto-assign role❓",
  "VERIFY_AUTOROLE_DESC": "When the member is verified, Gamer can assign them a role if you wish. Type a @role to set the auto-role or _no_ to skip this step.",
  "VERIFY_AUTOROLE_FOOTER": "Type no to skip or a role id. You can use role ID or role name as well.",
  "VERIFY_COMPLETE": "Awesome! Upon joining, users will be given the verify role and will have to verify. In order to leave verification users will type .verify end and solve a capcha which will remove the verify role and auto-assign the autorole if you set it up.",
  "NETWORK_TITLE": "**Step 2:** Would you like to setup the Social Network feature on this server❓",
  "NETWORK_DESC": "This feature will allow you to be able to post messages on your #wall channel and be able to have everyone follow it. This allows messages to be able to spread to other servers if they choose. As a simple example, this feature brings you similar functionality to the Verified/Partnered only News Channels.",
  "NETWORK_COMPLETE": "Awesome! Now you have the best social network available at your fingertips. Post as much as you like in your wall and it will also post in all of your followers servers. The more followers you have, the more users your messages can reach!",
  "COLOR_WHEEL_TITLE": "**Step 3:** Would you like to setup the Rection Role Color Wheel feature on this server❓",
  "COLOR_WHEEL_DESC": "The Gamer Reaction role color wheel is special because it not only has 20 different colors available, it also makes sure that a user will not have more than 1 color.",
  "COLOR_WHEEL_CHANNEL_TITLE": "**Step 3:** Which channel would you like to create the color wheel reaction role in❓",
  "COLOR_WHEEL_CHANNEL_DESC": "Please provide the #channel you would like to set this feature up in.",
  "COLOR_WHEEL_CHANNEL_FOOTER": "Provide a valid text channel mention like #channel",
  "COLOR_WHEEL_COMPLETE": "The color wheel is setup and will be available to all the users on this server to assign a role of their choosing to themself. Let's make pretty rainbows on the server.",
  "COLOR_WHEEL_PREPARING": "Preparing Reaction Role Color Wheel.",
  "MUTE_TITLE": "**Step 4:** Would you like to setup the mute system❓",
  "MUTE_DESC": "Gamer's mute system is an advanced version where it will handle a lot of things behind the scenes that most bots don't. For example, whenever you make a channel, Gamer will make sure that channel's permission will be edited to be hidden from muted users. Furthermore, sometimes users leave and rejoin to try and remove their  muted roles but Gamer bot makes sure to give the role back to them when they rejoin.",
  "MUTE_COMPLETE": "The mute system has been setup. Amazing. Now users will be able to be muted and unable to bypass it. To learn more about how to mute you can use the `.help mute` or `.help setmute` commands.",
  "PROFANITY_TITLE": "**Step 5:** Would you like to set up the profanity filter system❓",
  "PROFANITY_DESC": "This will automatically add all the words into the filter from a list of profanity words. Gamer's profanity system goes above and beyond any normal system. We don't just delete messages but we filter them and resend them. We hide the parts of the message that was profane with $$$ characters. This allows users to continue their conversation without having to retype the entire message. Imagine someone types a paragraph to give some feedback on your server and some bots just delete that entire message saying because of 1 word. This user now gets upset that all their effort to provide help and honest feedback is wasted and have to type it all again. Gamer makes sure that conversations stay intact and continue while maintaing a healthy atmoshphere in your servers by hiding the profanity.",
  "PROFANITY_COMPLETE": "Awesome! The profanity system is now setup. Remember you can set even more words or phrases to be filtered. Learn more with the `.help setprofanity` command.",
  "LOGS_TITLE": "**Step 6:** Would you like to set up the server logs system❓",
  "LOGS_DESC": "Great! Now we are ready to create the **Server Logs** feature. Gamer's server logs are organized and split into separate channels to make it easier to review.",
  "LOGS_COMPLETE": "The server logs system has been setup on the server. You can now see all changes on your server in these channels. Audit Logs are useful but they are automatically removed after some time. There is a limit to how many logs you can have. With Gamer server logs not only are they organized they will stay forever.",
  "MAIL_TITLE": "**Step 7:** Would you like to set up the moderation mail system❓",
  "MAIL_DESC": "$t(utility/setup:MAIL_DESC_1)\n\n$t(utility/setup:MAIL_DESC_2)\n$t(utility/setup:MAIL_DESC_3)\n$t(utility/setup:MAIL_DESC_4)\n$t(utility/setup:MAIL_DESC_5)\n$t(utility/setup:MAIL_DESC_6)\n$t(utility/setup:MAIL_DESC_7)\n$t(utility/setup:MAIL_DESC_8)\n\n$t(utility/setup:CONFIRM)",
  "MAIL_DESC_1": "Aren't you tired of seeing users @mention moderators or entire roles to get help causing spam and making it much harder to provide help to users.",
  "MAIL_DESC_2": "- <a:success:664865672559591439> Never miss a user asking for help again! Happy users increases user retention.",
  "MAIL_DESC_3": "- <a:success:664865672559591439> Professionally designed customer support for Discord.",
  "MAIL_DESC_4": "- <a:success:664865672559591439> Users get private help to anything they are concerned about. Users don't get attacked by other users for asking common basic questions.",
  "MAIL_DESC_5": "- <a:success:664865672559591439> Users don't @mention every person in a role when only a couple are available.",
  "MAIL_DESC_6": "- <a:success:664865672559591439> No longer DM one moderator waiting until that person replies. Get the fastest possible responses by easily contacting the entire staff team.",
  "MAIL_DESC_7": "- <a:success:664865672559591439> Template responses to send quick and detailed responses for any common questions.",
  "MAIL_DESC_8": "- <a:success:664865672559591439> Discord Support helps users so they don't need to email customer service saving money.",
  "MAIL_FIRST": "This is an example mail we have opened on your behalf so you can test it out yourself. Feel free to use this and see how awesome the mail system can be for your server.",
  "SUPPORT": "Support",
  "NEED_HELP": "Do you need help?",
  "ASK_HELP": "$t(utility/setup:ASK_HELP_1)\n\n$t(utility/setup:ASK_HELP_2)\n\n$t(utility/setup:ASK_HELP_3)",
  "ASK_HELP_1": "You’ve come to the right place! Write a message to the moderator team, who will assist in solving your issue.",
  "ASK_HELP_2": "**NO COMMANDS NEEDED**",
  "ASK_HELP_3": "This channel magically grabs your message and sends it to a moderator, so avoid discussion. To answer or update your mail, simply send another message — it will be added to your inbox! Responses will be sent in a DM. :envelope_with_arrow:",
  "MAIL_LOG_CHANNEL_TITLE": "**Step 7:** What channel would you like to send all the mails so they can be archived.❓",
  "MAIL_LOG_CHANNEL_DESC": "Now that we have a support system setup on your server, would you like to enable logs? By creating a Mail Log channel any mails that are sent or received will be logged in this channel for history.",
  "MAIL_LOG_FOOTER": "You can provide a #channel or type `yes` to create a new channel automatically.",
  "MAIL_LOGS": "Mail Logs",
  "MAIL_COMPLETE": "The mail system has been created on the server. You can now provide the very best support to your users on Discord. To learn even more about how to enhance the experience or advanced organization you can use the help command to learn more with `.help mail`, `.help setmail`, and `.help label`",
  "CROSSPOST_TITLE": "**Step 8:** Would you like to subscribe to `IMPORTANT` notifications from Gamer developers❓",
  "CROSSPOST_DESC": "You can set a channel on this server to be able to get messages from Gamer developers regarding any important notifications like updates, changes, downtimes, etc...",
  "CROSSPOST_CHANNEL_TITLE": "**Step 8:** Which channel would you like to see the IMPORTANT notifications from Gamer developers❓",
  "CROSSPOST_CHANNEL_DESC": "Please provide the #channel you would like to set this feature up in.",
  "CROSSPOST_CHANNEL_FOOTER": "Provide a valid text channel mention like #channel",
  "CROSSPOST_COMPLETE": "The Gamer bot notifications channel has been setup. Whenever there is any important news regarding the bot, it will be shared in this channel automatically.",
  "WELCOME_TITLE": "**Step 8:** Would you like to set up the welcome message system❓",
  "WELCOME_DESC": "Gamer's welcome system allows you to send custom messages whenever a user joins. You can choose to send these messages to a specific channel or to the user's DM.",
  "WELCOME_COMPLETE": "",
  "GOODBYE_QUESTION": "",
  "GOODBYE_COMPLETE": "",
  "EVENTS_QUESTION": "",
  "EVENTS_COMPLETE": "",
  "PUBLIC_QUESTION": "",
  "PUBLIC_COMPLETE": "",
  "STAFF_QUESTION": "",
  "STAFF_COMPLETE": "",
  "INVALID_ROLE": "The role you provided was not a valid role on this guild. Please try again.",
  "ROLE_TOO_HIGH": "This role is too high to use. Gamer bot must have a role that is higher than Gamer's highest role. Please try again once Gamer has a higher role."
}
