{
  "DESCRIPTION": "Inicia el proceso de verificación de este servidor.",
  "EXTENDED": "$t(basic/verify:EXTENDED_LINE_1)\n$t(basic/verify:EXTENDED_LINE_2)\n$t(basic/verify:EXTENDED_LINE_3)",
  "EXTENDED_LINE_1": "Inicia o termina el proceso de verificación.",
  "EXTENDED_LINE_2": "**{{prefix}}verify** ~ Inicia el proceso de bienvenida para el usuario.",
  "EXTENDED_LINE_3": "**{{prefix}}verify end** ~ Termina el proceso de bienvenida para el usuario.",
  "USAGE": "{{prefix}}verify *[Código de Desbloqueo]*",
  "ALIASES": "Verificar no tiene ningún alias.",
  "INVALID_CHANNEL": "Lo siento, el canal no es un canal de verificación. Por favor contacta a un moderador/administrador del servidor.",
  "NO_ROLE": "No hay un rol de verificación configurado en el servidor, por favor contacta a un moderador/administrador.",
  "DISABLED": "Este servidor no ha activado el sistema de verificación. Por favor contacta a un moderador para que lo establezca.",
  "FIRST_MISSING": "Este servidor no ha establecido un mensaje de primera bienvenida válido. Por favor contacta a un moderador/administrador del servidor para que lo habilite.",
  "ALREADY_STARTED": "Lo siento, ya tienes un canal abierto para tu sistema de bienvenida. Por favor usa ese canal para terminar tu proceso.",
  "USE_THIS": "{{mention}} Por favor usa este canal de configuración que ya fue hecho para ti.",
  "INCORRECT_USAGE": "{{mention}} No has usado el comando de verificación correctamente. Por favor sigue las instrucciones o contacta a un moderador/administrador del servidor para obtener ayuda.",
  "CATEGORY_NAME": "Zona de Verificación",
  "CHANNEL_NAME": "verificar-aquí",
  "REASON": "Autorol después de la verificación ya que la verificación interna de Discord está desactivada.",
  "TASK_REASON": "Este canal de verificación ha estado inactivo por demasiado tiempo.",
  "PERMISSION": "Verificar Auto-Desactivación del Rol en la Creación de un Canal",
  "VERIFY_ROLENAME": "Verificar",
  "MAXED": "Discord no permite más de 50 canales creados por categoría. Por favor contacta a un moderador/administrador para obtener ayuda.",
  "VERIFY_CHANNEL": "Creando un canal porque el usuario ha usado el comando de verificación.",
  "MISSING_CATEGORY": "La categoría del sistema de verificación no ha sido establecida apropiadamente. Por favor contacta a un moderador/administrador para obtener ayuda.",
  "TRIGGER_DELETE": "El mensaje ha sido borrado para prevenir el spam de usuarios usando el comando verificar.",
  "AUTOROLE_ASSIGNED": "Rol de Auto-Asignación ha sido asignado al miembro.",
  "CHANNEL_DELETE_REASON": "El canal de verificación ha estado inactivo durante más de 10 minutos.",
  "INVALID_CAPTCHA_CODE": "El código que introdujiste no coincide con **{{code}}**. Generando un nuevo captcha para ti...",
  "VERIFY_ACTIVATE": "Activado el sistema de verificación para cuando se una un miembro."
}
