{
  "DESCRIPTION": "Create your dream wedding step by step.",
  "EXTENDED": "Once you are ready to get married, you should be preparing to get married. One of the most important things to do is planning the wedding ceremony!",
  "USAGE": "{{prefix}}shopwedding",
  "ALIASES": "Shopwedding does not have any aliases.",
  "NOT_MARRIED": "To begin shopping for your wedding, you have to atleast propose to someone. Use the **marry** command to propose to someone first.",
  "COMPLETE": "You have completed your wedding planning already. To continue with your marriage, you need to use the **life** command.",
  "CONGRATS": "$t(fun/shopwedding:CONGRATS_1)\n\n$t(fun/shopwedding:CONGRATS_2)\n$t(fun/shopwedding:CONGRATS_3)",
  "CONGRATS_1": "{{mention}}, Wow, you managed to get all the wedding planning done. Did it feel annoying at all? That is just a small example of how much time and energy a marriage truly takes. The costs of a relationship are not just about money but about spending the time to make it succeed. Every day you will need to do things you may not always want to, in order to make your partner happy. To continue to the next step of your marriage, go ahead and use the **life** command. Never forget, to learn to live every moment here and now, afterall:",
  "CONGRATS_2": "Which comes first? Yesterday or Tomorrow? ... All we know is that what we think of as past, present, and future is nothing more than a story stitched together in our basal ganglia. Our entire concept of time is an artificial concept.",
  "CONGRATS_3": "Anterograde amnesia is a terrible affliction. But, if you will forgive this staunchy old science professor a moment of philosophical speculation. It's an affliction that can remind us of something very important. All we really have is the present moment. If I were you, I would truly savor the here and now. The precious and irreplaceable, right this second, never to be repeated again in all of history. A quiet moment on a beautiful campus. The friends on either side of you. The sun streaming in through the window. Savor this while you can. Because for the rest of your life you will be trying to make your partner happy 24 hours a day, 7 days a week.",
  "NEED_COINS": "You do not have enough coins to buy this yet. You need {{needed}} more {{emoji}} Gamer Coins in order to buy this item for {{cost}}.",
  "SHOPPING_LIST": [
    "Buy a wedding folder or binder.",
    "Plan your wedding budget.",
    "Pick your wedding party.",
    "Create your guest list.",
    "Hire a planner.",
    "Reserve your date and venues.",
    "Book your officiant.",
    "Hire photographers and videographer.",
    "Have an engagement party.",
    "Hire the entertainment.",
    "Hire caterers.",
    "Purchase a dress.",
    "Create a wedding website.",
    "Share the website.",
    "Hire a calligrapher to create the invitation cards.",
    "Visit the doctor to get vaccination shots so you can travel for your honeymoon.",
    "Buy bridesmaid's dresses.",
    "Mail the invitations.",
    "Buy chairs, tables, plates and all other necessary items.",
    "Hire a florist.",
    "Rent a limo.",
    "Book the rehearsal and dinner venues.",
    "Buy a cake.",
    "Buy wedding shoes.",
    "Hire hair and makeup artists.",
    "Hire the DJ.",
    "Buy a wedding ring.",
    "Bachelor Party!",
    "Bachelorette Party!",
    "Pay fees for your marriage license.",
    "Assign seating.",
    "Buy bridesmaids gifts.",
    "Write your vows.",
    "Get a haircut.",
    "Dye your hair.",
    "Get a full body wax.",
    "Give me a sock so Dobby can be free!"
  ]
}
