{
	"DESCRIPTION": "Démarre le processus de vérification sur ce serveur.",
	"EXTENDED": "$t(basic/verify:EXTENDED_LINE_1)\n$t(basic/verify:EXTENDED_LINE_2)\n$t(basic/verify:EXTENDED_LINE_3)",
	"EXTENDED_LINE_1": "Commencez ou finissez le processus de vérification.",
	"EXTENDED_LINE_2": "**{{prefix}}verify** ~ Commence le processus d'arrivée pour l'utilisateur.",
	"EXTENDED_LINE_3": "**{{prefix}}verify end** ~ Termine le processus d'arrivée pour l'utilisateur.",
	"USAGE": "{{prefix}}verify *[Code de déblocage]*",
	"ALIASES": "La commande Verify ne possède pas d'alias.",
	"INVALID_CHANNEL": "Désolé, ce salon n'est pas un salon de vérification. Merci de contacter un modérateur/admin sur le serveur.",
	"NO_ROLE": "Il n'y à aucun rôle de vérification défini pour ce serveur, merci de contacter un modérateur/admin.",
	"DISABLED": "Ce serveur n'a pas activé le processus de vérification. Merci de contacter un modérateur pour permettre de le mettre en place.",
	"FIRST_MISSING": "Ce serveur n'a pas défini de message de bienvenue. Merci de contacter un modérateur/admin pour permettre de l'activer.",
	"ALREADY_STARTED": "Désolé, vous avez déjà un salon défini pour votre système de bienvenue. Merci d'utiliser ce salon pour finir le processus.",
	"USE_THIS": "{{mention}} Merci d'utiliser ce salon qui à été créé pour vous.",
	"INCORRECT_USAGE": "{{mention}} Vous n'avez pas utilisé la commande de vérification correctement. Veuillez suivre les instructions ou contacter un modérateur/admin si vous avez besoin d'aide.",
	"CATEGORY_NAME": "Zone de vérification",
	"CHANNEL_NAME": "Vérifiez ici",
	"REASON": "Rôle automatique après vérification car la vérification interne discord est désactivée.",
	"TASK_REASON": "Ce salon de vérification est resté inactif trop longtemps.",
	"PERMISSION": "Vérification du rôle automatique désactivé à la création d'un salon",
	"VERIFY_ROLENAME": "Vérifier",
	"MAXED": "Discord n'autorise pas plus de 50 salons dans une catégorie. Veuillez contacter un modérateur/admin pour plus d'aide.",
	"VERIFY_CHANNEL": "Création d'un salon suite à l'utilisation de la commande de vérification.",
	"MISSING_CATEGORY": "Le système de vérification n'a pas été configuré correctement dû à un problème de catégorie/salon. Veuillez contacter un modérateur/admin pour plus d'aide.",
	"TRIGGER_DELETE": "Le message a été supprimé pour éviter le spam venant d'utilisateurs utilisant la commande de vérification.",
	"AUTOROLE_ASSIGNED": "Assigner automatiquement le rôle défini aux membres.",
	"CHANNEL_DELETE_REASON": "Le salon de vérification a été inactif plus de 10 minutes.",
	"INVALID_CAPTCHA_CODE": "Le code que vous avez entré ne correspond pas à **{{code}}**. Création d'un nouveau captcha en cours..."
}
