{
  "DESCRIPTION": "Set the verification settings for your server.",
  "EXTENDED": "$t(settings/setwhitelisted:EXTENDED_LINE_1)\n$t(settings/setwhitelisted:EXTENDED_LINE_2)\n\n$t(settings/setwhitelisted:EXTENDED_LINE_3)\n$t(settings/setwhitelisted:EXTENDED_LINE_4)\n$t(settings/setwhitelisted:EXTENDED_LINE_5)\n$t(settings/setwhitelisted:EXTENDED_LINE_6)",
  "EXTENDED_LINE_1": "**{{prefix}}setwhitelisted enable** ~ Enables the link/URL filter on your server.",
  "EXTENDED_LINE_2": "**{{prefix}}setwhitelisted disable** ~ Disables the link/URL filter on your server.",
  "EXTENDED_LINE_3": "**{{prefix}}setwhitelisted role [@Role]** ~ Sets a role to be whitelisted. This role will have the permission to post links anywhere in the server.",
  "EXTENDED_LINE_4": "**{{prefix}}setwhitelisted channel [#channel]** ~ Sets a channel to be whitelisted. This channel will allow links to be posted by anyone in the server.",
  "EXTENDED_LINE_5": "**{{prefix}}setwhitelisted user [@user]** ~ Sets a user to be whitelisted. This user will be able to post links anywhere in the server.",
  "EXTENDED_LINE_6": "**{{prefix}}setwhitelisted url [Your URL]** ~ Sets a url to be whitelisted. This url will be able to be posted by anyone. You only need to use the main domain of the url. For example, <https://gamer.netlify.com> will allow all links for this website.",
  "USAGE": "{{prefix}}setwhitelisted [enable | disable | channel | role | user | url] [#Channel | @Role | @User | URL]",
  "ALIASES": "Setwhitelisted does not have any aliases",
  "ALREADY_ENABLED": "The link/URL filter is already enabled.",
  "ENABLED": "The url filter has been enabled. I will make sure to filter out any URLs that I see.",
  "ALREADY_DISABLED": "The url filter is already disabled.",
  "DISABLED": "The url filter has been disabled. Let the URL Revolution begin! VIVA LA REVOLUTION!",
  "NEED_ROLE": "You did not provide any roles to be filtered.",
  "ROLE_REMOVED": "The role will no longer be whitelisted.",
  "ROLE_ADDED": "This role is now whitelisted, and now they can post links anywhere on the server.",
  "NEED_CHANNEL": "You did not provide any channels to be filtered.",
  "CHANNEL_REMOVED": "The channel is no longer whitelisted. URLs will no longer be allowed to be posted here.",
  "CHANNEL_ADDED": "The channel is now whitelisted. Anyone can post links on the channel.",
  "NEED_USER": "You did not provide any users to be whitelisted.",
  "USER_REMOVED": "The user has been removed from the whitelist. They will not be able to post links anymore.",
  "USER_ADDED": "The user has been added to the whitelist. They can now post links anywhere on the server.",
  "NEED_URL": "You did not provide any URL to add to the whitelist.",
  "URL_REMOVED": "The url you provided has been removed from the whitelist. No one will be able to post links from this URL anymore.",
  "URL_ADDED": "The url you provided has been added to the whitelist. Anyone on the server will be able to post links from this URL."
}
