{
  "DESCRIPTION": "Sende eine Mail an das Support-Team des Servers.",
  "EXTENDED": "$t(mails/mail:EXTENDED_LINE_1)\n$t(mails/mail:EXTENDED_LINE_2)\n\n$t(mails/mail:EXTENDED_LINE_3)\n$t(mails/mail:EXTENDED_LINE_4)\n$t(mails/mail:EXTENDED_LINE_5)",
  "EXTENDED_LINE_1": "**{{prefix}}mail [Deine Nachricht]** ~ erstelle eine neue Mail an die Administratoren/Moderator des Servers.",
  "EXTENDED_LINE_2": "**{{prefix}}mail [Deine Nachricht]** ~ Antworte auf eine Mail über Direktnachrichten mit Gamer.",
  "EXTENDED_LINE_3": "**Für Administratoren/Moderatoren nur im Mailkanal auf dem Server:**",
  "EXTENDED_LINE_4": "**{{prefix}}mail [Deine Nachricht]** ~ Antworte einem Benutzer in seinem persönlichen Mailkanal.",
  "EXTENDED_LINE_5": "**{{prefix}}mail close [Schließungsnachricht]** ~ Antworte auf eine Mail über Direktnachrichten mit Gamer.",
  "USAGE": "{{prefix}}mail *[close | dev]* Deine Nachricht",
  "ALIASES": "{{prefix}}m [c]",
  "INHIBITED": "Befehle innerhalb des Supportkanals sind nicht erlaubt.",
  "NEW_MAIL_IN_DM_ERROR": "Eine Mail muss auf einem Server erstellt werden, damit der Bot weiß, an welchen Server er den Verlauf senden soll. Anschließend kannst Du auf Deine Mail per Direktnachrichten antworten.",
  "CHOOSE_A_MAIL": "Bitte wählen eine der Mails aus, auf die Du antworten möchtest:",
  "FROM": "Nachricht von: {{user}}",
  "USERID": "Benutzer-ID: {{id}}",
  "SEND_REPLY": "Eine Antwort senden?",
  "SEND_REPLY_INFO": "**{{prefix}}m Deine Antwortnachricht**",
  "CLOSE": "Die Mail schließen?",
  "CLOSE_INFO": "**{{prefix}}m close Deine Begründungsnachricht**",
  "REPLY_SENT_TO_MODS": "Deine Mail wurde an das Support-Team gesendet. Sobald sie antworten, wird die Nachricht in Deinen Direktnachrichten mit Gamer gesendet.",
  "USER_NOT_FOUND": "$t(mails/mail:USER_NOT_FOUND_1)\n$t(mails/mail:USER_NOT_FOUND_2)\n$t(mails/mail:USER_NOT_FOUND_3)",
  "USER_NOT_FOUND_1": "Dieser Benutzer scheint nicht mehr auf dem Server zu befinden. Bitte überprüfe noch einmal, ob sich dieser Benutzer noch auf dem Server befindet.",
  "USER_NOT_FOUND_2": "Wenn sich der Benutzer nicht mehr auf diesem Server befindet, kannst Du die Mail mit **.mail close** schließen.",
  "USER_NOT_FOUND_3": "Befindet sich der Benutzer noch auf dem Server, melde den Fehler mit **.mail dev **!",
  "TAG_FAILED": "{{name}} konnte nicht in eine Einbettung konvertiert werden. Es scheint, dass die Erwähnung nicht valide ist.",
  "DM_FAILED": "Ich konnte diesem Benutzer keine Direktnachricht senden, da er sich entweder nicht mehr auf diesem Server befindet oder Direktnachrichten deaktiviert hat.",
  "TAG_SENT": "{{name}} wurde an den Benutzer gesendet. Es wird dem Benutzer wie folgt angezeigt:",
  "REPLY_FROM": "{{user}} hat dieser Nachricht auf [ {{guild}} ] geantwortet.",
  "REPLY_SENT": "Deine Mail wurde an den Benutzer gesendet.",
  "MISSING_PERMISSIONS": "Ich konnte keine Mail für Dich erstellen, da ich nicht die erforderlichen Berechtigungen habe. Ich benötige **BERECHTIGUNG_KANLEVERWALTEN** und **ROLLENVERWALTEN**, um die Mail-Funktion ausführen zu können. Bitte kontaktiere einen Moderator oder Administrator.",
  "DISABLED": "Die Mail-Funktion ist derzeit auf diesem Server deaktiviert. Bitte wende Dich an einen Serveradministrator.",
  "BLOCKED": "Du wurdest von einem Moderator/einem Administrator blockiert, somit kannst Du keine neuen Mails auf diesen Server erstellen.",
  "CATEGORY_NAME": "Mailposteingang",
  "CATEGORY_CREATED_REASON": "Mailkanal für die Mail-Funktion erstellt.",
  "CHANNEL_CREATE_FAILED": "Ich konnte keinen Kanal für diese Mail erstellen. Bitte kontaktiere einen Moderator/einen Administrator, um die erforderlichen Berechtigungen zu überprüfen. Wenn die Berechtigungen korrekt sind, kontaktiere bitte meine Entwickler mit **.mail dev**",
  "SENT_BY": "Nachricht wurde von [{{user}}] vom Kanal {{channel}} gesendet.",
  "CREATED": "Deine Mail wurde versendet. Du erhälst die Antwort in via. Direktnachrichten vom Bot, sobald eine Antwort erfolgt ist. Zum Wohl! ",
  "CLOSE_IN_DM": "Du kannst leider keine Mails außerhalb eines Servers schließen. Nur ein Moderator/ein Administrator kann Mails in einem Mailkanal schließen.",
  "NO_MAIL_FOUND_ON_THIS_CHANNEL": "Dies ist kein gültiger Mailkanal. Dieser Kanal befindet sich nicht in der Kategorie für Mails auf dem Server.",
  "CLOSED_BY": "Diese Mail wurde von {{user}} auf dem Server – [{{guild}}] – geschlossen.",
  "CLOSED": "Möchtest Du eine neue Mail senden?",
  "CLOSED_INFO": "Gehe auf den Server und tippe **{{prefix}}m Deine Nachricht**",
  "CHANNEL_DELETE_REASON": "Diese Mail wurde von {{user}} geschlossen.",
  "LOG_CLOSE": "{{channel}} – diese Mail wurde von {{user}} geschlossen.",
  "BLOCK_IN_DM": "Du kannst keine Benutzer vom senden von Mails in Direktnachrichten blockieren.",
  "BLOCKED_USER": "Dieser Benutzer wurde jetzt für das Senden neuer Mails blockiert. Schließe diese Mail, wenn Du möchtest, da der Benutzer weiterhin auf vorhandene Mails antworten kann.",
  "USER_NOT_BLOCKED": "Dieser Benutzer wurde nicht blockiert, daher kann ich die Blockierung nicht freigeben.",
  "UNLBLOCKED": "{{user}} wurde nun für das Versenden neuer Mails freigegeben.",
  "DEV_SENT": "Deine Mail wurde an uns Bot-Entwickler privat gesendet. Vielen Dank, dass Du Dich an uns gewandt hast! Wir lieben es zu wissen, wie wir den Bot für unsere Benutzer verbessern können.",
  "NOT_VALID_TAG_NAME": "{{tag}} ist kein gültiger Erwähnungsname auf diesem Server.",
  "TEMPLATE_ADDED": "{{tag}} wurde der Liste der Mailvorlagen hinzugefügt.",
  "TEMPLATE_REMOVED": "{{tag}} wurde von der Liste der Mailvorlagen entfernt.",
  "CLOSE_OPTIONS": ["close", "s"]
}
