{
  "DESCRIPTION": "Inicia o processo de verificação definido neste servidor.",
  "EXTENDED": "$t(basic/verify:EXTENDED_LINE_1)\n$t(basic/verify:EXTENDED_LINE_2)\n$t(basic/verify:EXTENDED_LINE_3)",
  "EXTENDED_LINE_1": "Comece ou termine o processo de verificação.",
  "EXTENDED_LINE_2": "**{{prefix}}verify** ~ Inicia o processo de boas-vindas para o usuário.",
  "EXTENDED_LINE_3": "**{{prefix}}verify end** ~ Finaliza o processo de boas-vindas para o usuário.",
  "USAGE": "{{prefix}}verify *[Código de desbloqueio]*",
  "ALIASES": "A verificação não possui nenhum alias.",
  "INVALID_CHANNEL": "Desculpe, o canal não é um canal de verificação. Entre em contato com um moderador / administrador do servidor.",
  "NO_ROLE": "Não há configuração de função de verificação para o servidor, entre em contato com um moderador / administrador.",
  "DISABLED": "Este servidor não ativou o sistema de verificação. Entre em contato com um moderador para que ele seja configurado.",
  "FIRST_MISSING": "Este servidor não configurou uma primeira mensagem de boas-vindas adequada. Entre em contato com um moderador / administrador do servidor e solicite a ativação.",
  "ALREADY_STARTED": "Desculpe, você já possui um canal aberto para o seu sistema de boas-vindas. Por favor, use esse canal para finalizar seu processo.",
  "USE_THIS": "{{mention}} Por favor, use este canal de configuração que já foi feito para você.",
  "INCORRECT_USAGE": "{{mention}} Você não usou o comando de verificação corretamente. Siga as instruções ou entre em contato com um moderador / administrador do servidor para obter ajuda.",
  "CATEGORY_NAME": "Zona de verificação",
  "CHANNEL_NAME": "verifique-aqui",
  "REASON": "Autorole após a verificação, pois a verificação interna da discórdia está desativada.",
  "TASK_REASON": "Este canal de verificação ficou inativo por muito tempo.",
  "PERMISSION": "Verificar desativação automática da função na criação de canais",
  "VERIFY_ROLENAME": "Verificar",
  "MAXED": "A discórdia não permite que mais de 50 canais sejam criados em uma categoria. Entre em contato com um moderador / administrador para obter ajuda.",
  "VERIFY_CHANNEL": "Criando canal porque um usuário usou o comando de verificação.",
  "MISSING_CATEGORY": "O canal da categoria do sistema de verificação não foi configurado corretamente. Entre em contato com um moderador / administrador para obter ajuda.",
  "TRIGGER_DELETE": "A mensagem foi excluída para evitar spam de usuários usando o comando de verificação.",
  "AUTOROLE_ASSIGNED": "Atribuir automaticamente a função atribuída ao membro.",
  "CHANNEL_DELETE_REASON": "O canal de verificação foi além de 10 minutos inativo.",
  "INVALID_CAPTCHA_CODE": "O código digitado não corresponde **{{code}}**. Gerando um novo captcha para você ...",
  "VERIFY_ACTIVATE": "Sistema de verificação ativado na associação ao membro."
}
