{
  "DESCRIPTION": "Crie o seu casamento dos sonhos passo a passo.",
  "EXTENDED": "Quando estiver pronto para se casar, você deve se preparar para se casar. Uma das coisas mais importantes a fazer é planejar a cerimônia de casamento!",
  "USAGE": "{{prefix}}compras na loja",
  "ALIASES": "Shopwedding não possui nenhum alias.",
  "NOT_MARRIED": "Para começar a comprar seu casamento, você deve pelo menos propor a alguém. Use o comando **marry** para propor a alguém primeiro.",
  "COMPLETE": "Você já concluiu seu planejamento de casamento. Para continuar com seu casamento, você precisa usar o comand **wedding**.",
  "CONGRATS": "$t(fun/shopwedding: CONGRATS_1)\n\n$t(fun/shopwedding: CONGRATS_2)\n$t(fun/shopwedding: CONGRATS_3)",
  "CONGRATS_1": "{{mention}}, Uau, você conseguiu fazer todo o planejamento do casamento. Foi algo irritante? Isso é apenas um pequeno exemplo de quanto tempo e energia um casamento realmente leva. Os custos de um relacionamento não se trata apenas de dinheiro, mas de gastar tempo para torná-lo bem-sucedido. Todos os dias você precisará fazer coisas que nem sempre deseja, a fim de tornar seu parceiro feliz. Para continuar na próxima etapa de seu casamento, vá em frente e use o comando **life**. Nunca se esqueça de aprender a viver cada momento aqui e agora, afinal: ",
  "CONGRATS_2": "O que vem primeiro? Ontem ou amanhã? ... Tudo o que sabemos é que o que pensamos como passado, presente e futuro nada mais é do que uma história costurada em nossos gânglios da base. Todo o nosso conceito de tempo é um conceito artificial. ",
  "CONGRATS_3": "A amnésia anterógrada é uma aflição terrível. Mas, se você perdoar esse professor de ciências velho e arrogante, um momento de especulação filosófica. É uma aflição que pode nos lembrar de algo muito importante. Tudo o que realmente temos é o momento presente. Se eu fosse você, eu realmente saborearia o aqui e o agora. O precioso e insubstituível, neste exato momento, para nunca mais ser repetido em toda a história. Um momento de silêncio em um belo campus. Os amigos de ambos os lados. o sol entra pela janela. Saboreie isso enquanto puder. Porque pelo resto da vida você estará tentando fazer seu parceiro feliz 24 horas por dia, 7 dias por semana. ",
  "NEED_COINS": "Você ainda não tem moedas suficientes para comprar isso. Você precisa de {{needed}} mais {{emoji}} moedas de jogador para comprar este item por {{cost}}.",
  "SHOPPING_LIST": [
    "Compre uma pasta ou pasta de casamento.",
    "Planeje seu orçamento de casamento.",
    "Escolha sua festa de casamento.",
    "Crie sua lista de convidados.",
    "Contrate um planejador.",
    "Reserve sua data e locais.",
    "Reserve o seu oficial.",
    "Contrate fotógrafos e cinegrafistas.",
    "Faça uma festa de noivado.",
    "Contrate o entretenimento.",
    "Contratar fornecedores.",
    "Compre um vestido.",
    "Crie um site de casamento.",
    "Compartilhe o site.",
    "Contrate um calígrafo para criar os cartões de convite.",
    "Visite o médico para tirar as vacinas para poder viajar em lua de mel.",
    "Compre vestidos de dama de honra.",
    "Envie os convites.",
    "Compre cadeiras, mesas, pratos e todos os outros itens necessários.",
    "Contrate uma florista.",
    "Alugue uma limusine.",
    "Reserve os locais de ensaio e jantar.",
    "Compre um bolo.",
    "Compre sapatos de casamento.",
    "Contrate cabeleireiros e maquiadores.",
    "Contrate o DJ.",
    "Compre uma aliança de casamento.",
    "Despedida de solteiro!",
    "Despedida de solteira!",
    "Pague taxas pela sua licença de casamento.",
    "Atribuir assentos.",
    "Compre presentes para damas de honra.",
    "Escreva seus votos.",
    "Vai cortar o cabelo.",
    "Pinte seu cabelo.",
    "Obtenha uma cera de corpo inteiro.",
    "Me dê uma meia para Dobby ficar livre!"
  ]
}
