{
  "DESCRIPTION": "Send a idea feedback to your server staff.",
  "EXTENDED": "$t(feedback/idea:EXTENDED_LINE_1)\n$t(feedback/idea:EXTENDED_LINE_2)",
  "EXTENDED_LINE_1": "**{{prefix}}idea Your idea** ~ Begins a series of questions to get all the necessary information to complete a idea.",
  "EXTENDED_LINE_2": "**ADVANCED:** If you know all the questions for that servers idea. Split your answers with | and it will work as well.",
  "USAGE": "{{prefix}}idea [Your idea]",
  "ALIASES": "Idea does not have any aliases.",
  "NOT_ACTIVATED": "The server has not enabled the option to send ideas. Please contact a server moderator or admin to enable this feature on your server.",
  "NO_QUESTIONS": "The server has not added any questions for the ideas. Please contact a server moderator or admin to enable this feature on your server.",
  "NO_CONTENT": "You did not provide any feedback to send. Please try again and include the message that you would like to send.",
  "FROM": "Idea From {{user}}",
  "INVALID_CHANNEL": "The channel that is set for receiving ideas is not valid. Please contact a server moderator or admin to set a valid channel before ideas can be sent.",
  "MISSING_SEND": "I am missing the **Send Messages** permission in the ideas channel.",
  "MISSING_EMBED": "I am missing the **Embed Links** permission in the ideas channel.",
  "MISSING_REACT": "I am missing the **Add Reactions** permission in the ideas channel.",
  "MISSING_EXTERNAL": "I am missing the **External Emojis** permission in the ideas channel.",
  "MISSING_HISTORY": "I am missing the **Read Message History** permission in the ideas channel. This permission is needed to add reactions.",
  "SENT": "Your idea has been sent, thank you!",
  "CANCELLED": "You have cancelled the idea submission.",
	"SOLVED_DEFAULT": "Thank you for submitting feedback. Your feedback was resolved successfully.",
	"REJECTED_DEFAULT": "Thank you for submitting feedback. The feedback you submitted was removed. For more information, contact us on the server!"
}
