{
  "DESCRIPTION": "Startet den auf diesem Server festgelegten Verifizierungsprozess.",
  "EXTENDED": "$t(basic/verify:EXTENDED_LINE_1)\n$t(basic/verify:EXTENDED_LINE_2)\n$t(basic/verify:EXTENDED_LINE_3)",
  "EXTENDED_LINE_1": "Starte oder beende den Verifizierungsprozess",
  "EXTENDED_LINE_2": "**{{prefix}}verify** ~ Startet den Begrüßungsprozess für den Benutzer.",
  "EXTENDED_LINE_3": "**{{prefix}}verify end** ~ Beendet den Begrüßungsprozess für den Benutzer",
  "USAGE": "{{prefix}}verify *[Ensteprrungskennwort]*",
  "ALIASES": "„Verify“ hat keinen Alias",
  "INVALID_CHANNEL": "Der Kanal ist leider kein Verifizierungskanal – bitte wende Dich an einen Moderator/Administrator des Servers.",
  "NO_ROLE": "Für den Server wurde keine Verifizierungsrolle eingerichtet. Wende Dich an einen Moderator/Administrator.",
  "DISABLED": "Dieser Server hat das Verifizierungssystem nicht aktiviert.  Wende Dich an einen Moderator, um die Einrichtung zu veranlassen.",
  "FIRST_MISSING": "Dieser Server hat keine ordnungsgemäße erste Begrüßungsnachricht eingerichtet. Wende Dich an einen Moderator/Administrator des Servers und lasse sie aktivieren.",
  "ALREADY_STARTED": "Entschuldigung, Du hast bereits einen offenen Kanal für Dein Begrüßungssystem. Bitte benutze diesen Kanal, um Deinen Prozess zu beenden.",
  "USE_THIS": "{{mention}} – bitte verwende diesen Begrüßungskanal, der bereits für Dich erstellt wurde.",
  "INCORRECT_USAGE": "{{mention}} – Du hast den Verifizierungsbefehl nicht ordnungsgemäß verwendet. Bitte folge den Anweisungen oder wende Dich an einen Moderator/Administrator des Servers, um Hilfe zu erhalten.",
  "CATEGORY_NAME": "Verifizierungsbereich",
  "CHANNEL_NAME": "Verifiziere Dich hier!",
  "REASON": "Autorolle nach der Verifizierung, da die interne Verifizierungs-Level von Discord deaktiviert sind.",
  "TASK_REASON": "Dieser Verifizierungskanal war zu lange inaktiv.",
  "PERMISSION": "Automatische Verifizierungsrole mit der Kanalerstellung deaktiviert",
  "VERIFY_ROLENAME": "Verifiziere",
  "MAXED": "Discord gestattet es nicht mehr als fünfzig Kanäle in einer Kategorie zu erstellen. Bitte kontaktiere einen Moderator/Administrator, um Hilfe zu erhalten.",
  "VERIFY_CHANNEL": "Kanal wurde erstellt, weil ein Benutzer den Verifizierungsbefehl ausgeführt hat.",
  "MISSING_CATEGORY": "Die Kategorie für die Kanäle des Verifizierungssystems wurde nicht ordnungsgemäß eingerichtet. Bitte wende Dich an einen Moderator/Administrator, um Hilfe zu erhalten.",
  "TRIGGER_DELETE": "Die Nachricht wurde gelöscht, um den Spam durch Verifizierungsbefehle von Benutzen vorzubeugen.",
  "AUTOROLE_ASSIGNED": "Dem Mitglied automatisch zugewiesene Rolle.",
  "CHANNEL_DELETE_REASON": "Verifizierungskanal war länger als Zehnminuten inaktiv.",
  "INVALID_CAPTCHA_CODE": "Das eingegebene Kennwort stimmt nicht mit **{{code}}** überein. Erstelle eine brandneues Captcha für Dich ...",
  "VERIFY_ACTIVATE": "Aktiviertes Verifizierungssystem beim Beitritt eines Mitglieds."
}
